Repository: Makesesama/uknown
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: close
de: schließen

source: galarian
de: Galar

source: gmax
de: Gigantamax

source: Get Started
de: Los geht's

source: Catch Your Friends like Pokemon
de: Fange deine Freunde wie Pokemon

source: Input Code here to join
de: Gebe hier den Code ein

source: Open new Lobby
de: Öffne neue Lobby

source: Send
de: Senden

source: or
de: oder

source: Gamers
de: Spieler

source: Go Back to Homescreen
de: Zuruck zum Homescreen

source: Ready
de: Bereit

source: Your Name
de: Dein Name

source: Not Ready
de: Nicht Bereit

source: Remove
de: Entfernen

source: Score
de: Punkte

source: Which Pokemon have these types?
de: Welche Pokemon haben diese Typen?

source: Which Pokemon learn this Move?
de: Welches Pokemon lernt diese Attacke?

source: Who is heavier?
de: Wer ist schwerer?

source: Who is that Pokemon?
de: Wer ist das Pokemon?

source: Back to Lobby
de: Zurueck zur Lobby

source: Correct Picks
de: Gefundene

source: Next
de: Neu

source: Pokemon with the type combination
de: Pokemon mit Typenkombination

source: There are
de: Es gibt

source: Your Guess
de: Eingabe

source: Do you really want to the next?
de: Willst du wirklich neu generieren?
